@extends('layouts.frontend')
@section('main')
<div class="btn btn-success">
১৯১৯ সাল। অবিভক্ত বাংলার এক ছোট্ট শহর ছিল লালমনিরহাট। কিন্তু শহরটি ছোট্ট হলেও ব্যবসা বানিজ্য ও চাকুরির ক্ষেত্র হিসেবে ছিল বেশ রমরমা। ফলে স্থানীয় লোকজনের তুলনায় মাড়োয়ারি ও ইংরেজদের প্রভাব প্রতিপত্তি ছিল খুব বেশি। তাদের পৃষ্ঠপোষকতায় প্রতিষ্ঠা পায় ‘গনেশ নারায়ন করোনেশন ইনস্টিটিউট’ তারপর ১৯২২ সালে কলকাতা বিশ্ববিদ্যালয় কর্তৃক এ ইনস্টিটিউট অনুমোদন লাভ করে। কলকাতা বিশ্ববিদ্যালয় স্বীকৃতি প্রদানের প্রাক্কালে এর নতুন নামকরণ হয় ‘লালমনিরহাট ইংলিশ হাই স্কুল’। এ সময়ে প্রতিষ্ঠাতা প্রধান শিক্ষক হিসেবে দায়িত্ব পালন করেন নৃসিংহ প্রমাদ সিদ্ধার্থ ১৯৬১ সালে তৎকালীন সরকারের পাইলট স্কিমের অন্তর্ভূক্ত হয়ে পূর্বের নাম পাল্টিয়ে ‘লালমনিরহাট মডেল হাইস্কুল’ নামকরণ করা হয়। ১৯৮০ সালের ১ জানুয়ারি লালমনিরহাট মহকুমা হিসাবে স্বীকৃতি পেলে এবং মহকুমা সদরের শ্রেষ্ঠ বিদ্যালয় হিসেবে তা জাতীয়করণের অন্তর্ভূক্ত হয়। সেই ধারাবাহিকতায় ১৯৮১ সালের ৪ এপ্রিল বিদ্যালয়টি জাতীয় করণ হয়ে ‘লালমনিরহাট সরকারী উচ্চ বিদ্যালয়’ নামে প্রতিষ্ঠা লাভ করে।
</div>
@endsection